{"br": 1, "movie": 2, "film": 3, "one": 4, "like": 5, "good": 6, "even": 7, "would": 8, "time": 9, "really": 10, "story": 11, "see": 12, "much": 13, "well": 14, "get": 15, "also": 16, "people": 17, "bad": 18, "great": 19, "first": 20, "dont": 21, "made": 22, "movies": 23, "films": 24, "make": 25, "could": 26, "way": 27, "characters": 28, "think": 29, "watch": 30, "two": 31, "many": 32, "seen": 33, "character": 34, "never": 35, "little": 36, "acting": 37, "plot": 38, "best": 39, "love": 40, "know": 41, "life": 42, "show": 43, "ever": 44, "still": 45, "better": 46, "end": 47, "say": 48, "man": 49, "scene": 50, "scenes": 51, "go": 52, "something": 53, "im": 54, "back": 55, "doesnt": 56, "real": 57, "watching": 58, "years": 59, "though": 60, "thing": 61, "actors": 62, "didnt": 63, "another": 64, "new": 65, "actually": 66, "nothing": 67, "makes": 68, "find": 69, "work": 70, "funny": 71, "look": 72, "old": 73, "going": 74, "every": 75, "lot": 76, "us": 77, "part": 78, "director": 79, "thats": 80, "cant": 81, "quite": 82, "cast": 83, "want": 84, "pretty": 85, "things": 86, "seems": 87, "young": 88, "got": 89, "around": 90, "fact": 91, "however": 92, "world": 93, "take": 94, "enough": 95, "give": 96, "ive": 97, "may": 98, "big": 99, "horror": 100, "original": 101, "thought": 102, "without": 103, "gets": 104, "always": 105, "series": 106, "right": 107, "isnt": 108, "long": 109, "saw": 110, "come": 111, "almost": 112, "times": 113, "theres": 114, "least": 115, "point": 116, "role": 117, "action": 118, "interesting": 119, "must": 120, "whole": 121, "comedy": 122, "bit": 123, "family": 124, "done": 125, "music": 126, "script": 127, "last": 128, "hes": 129, "might": 130, "anything": 131, "guy": 132, "since": 133, "minutes": 134, "feel": 135, "far": 136, "probably": 137, "performance": 138, "kind": 139, "rather": 140, "worst": 141, "yet": 142, "away": 143, "sure": 144, "tv": 145, "making": 146, "woman": 147, "girl": 148, "found": 149, "fun": 150, "played": 151, "anyone": 152, "although": 153, "believe": 154, "comes": 155, "trying": 156, "course": 157, "especially": 158, "goes": 159, "day": 160, "looks": 161, "shows": 162, "hard": 163, "put": 164, "different": 165, "wasnt": 166, "place": 167, "maybe": 168, "book": 169, "set": 170, "main": 171, "reason": 172, "money": 173, "sense": 174, "worth": 175, "everything": 176, "looking": 177, "true": 178, "ending": 179, "someone": 180, "watched": 181, "plays": 182, "job": 183, "actor": 184, "seem": 185, "three": 186, "said": 187, "dvd": 188, "screen": 189, "takes": 190, "together": 191, "instead": 192, "play": 193, "john": 194, "beautiful": 195, "later": 196, "effects": 197, "everyone": 198, "version": 199, "left": 200, "seeing": 201, "special": 202, "audience": 203, "night": 204, "excellent": 205, "house": 206, "american": 207, "idea": 208, "simply": 209, "nice": 210, "wife": 211, "shot": 212, "youre": 213, "read": 214, "high": 215, "year": 216, "black": 217, "less": 218, "completely": 219, "second": 220, "kids": 221, "help": 222, "else": 223, "star": 224, "poor": 225, "fan": 226, "war": 227, "used": 228, "given": 229, "try": 230, "father": 231, "death": 232, "friends": 233, "need": 234, "rest": 235, "use": 236, "enjoy": 237, "home": 238, "men": 239, "performances": 240, "mind": 241, "short": 242, "classic": 243, "either": 244, "truly": 245, "along": 246, "hollywood": 247, "boring": 248, "half": 249, "dead": 250, "wrong": 251, "tell": 252, "production": 253, "women": 254, "line": 255, "remember": 256, "couple": 257, "next": 258, "came": 259, "recommend": 260, "start": 261, "perhaps": 262, "full": 263, "let": 264, "understand": 265, "wonderful": 266, "stupid": 267, "getting": 268, "others": 269, "mean": 270, "moments": 271, "awful": 272, "playing": 273, "episode": 274, "keep": 275, "terrible": 276, "camera": 277, "small": 278, "definitely": 279, "gives": 280, "often": 281, "stars": 282, "sex": 283, "video": 284, "early": 285, "perfect": 286, "become": 287, "finally": 288, "name": 289, "felt": 290, "school": 291, "face": 292, "human": 293, "supposed": 294, "couldnt": 295, "liked": 296, "lines": 297, "dialogue": 298, "piece": 299, "person": 300, "lost": 301, "top": 302, "absolutely": 303, "yes": 304, "case": 305, "entire": 306, "went": 307, "certainly": 308, "written": 309, "live": 310, "title": 311, "shes": 312, "waste": 313, "sort": 314, "head": 315, "budget": 316, "hope": 317, "problem": 318, "style": 319, "several": 320, "overall": 321, "picture": 322, "loved": 323, "evil": 324, "id": 325, "mr": 326, "worse": 327, "fans": 328, "becomes": 329, "entertaining": 330, "boy": 331, "cinema": 332, "beginning": 333, "seemed": 334, "white": 335, "based": 336, "already": 337, "despite": 338, "care": 339, "oh": 340, "wanted": 341, "dark": 342, "example": 343, "lives": 344, "guys": 345, "unfortunately": 346, "killer": 347, "mother": 348, "throughout": 349, "direction": 350, "final": 351, "friend": 352, "turn": 353, "totally": 354, "fine": 355, "wont": 356, "wants": 357, "children": 358, "amazing": 359, "girls": 360, "drama": 361, "sound": 362, "laugh": 363, "youll": 364, "guess": 365, "lead": 366, "tries": 367, "humor": 368, "called": 369, "low": 370, "writing": 371, "michael": 372, "works": 373, "history": 374, "turns": 375, "able": 376, "enjoyed": 377, "theyre": 378, "behind": 379, "past": 380, "quality": 381, "days": 382, "favorite": 383, "gave": 384, "starts": 385, "kill": 386, "son": 387, "game": 388, "act": 389, "sometimes": 390, "side": 391, "town": 392, "viewer": 393, "parts": 394, "horrible": 395, "car": 396, "actress": 397, "soon": 398, "child": 399, "ones": 400, "expect": 401, "eyes": 402, "obviously": 403, "flick": 404, "thinking": 405, "directed": 406, "heart": 407, "art": 408, "brilliant": 409, "stories": 410, "ill": 411, "decent": 412, "highly": 413, "run": 414, "genre": 415, "feeling": 416, "late": 417, "blood": 418, "stuff": 419, "fight": 420, "says": 421, "close": 422, "took": 423, "except": 424, "city": 425, "cannot": 426, "heard": 427, "hand": 428, "leave": 429, "killed": 430, "kid": 431, "matter": 432, "police": 433, "hell": 434, "hour": 435, "moment": 436, "wouldnt": 437, "extremely": 438, "strong": 439, "roles": 440, "happens": 441, "particularly": 442, "lack": 443, "involved": 444, "obvious": 445, "happened": 446, "attempt": 447, "james": 448, "told": 449, "chance": 450, "living": 451, "violence": 452, "wonder": 453, "etc": 454, "including": 455, "complete": 456, "save": 457, "coming": 458, "voice": 459, "murder": 460, "anyway": 461, "group": 462, "daughter": 463, "looked": 464, "please": 465, "age": 466, "type": 467, "itbr": 468, "experience": 469, "alone": 470, "god": 471, "simple": 472, "none": 473, "number": 474, "score": 475, "exactly": 476, "slow": 477, "shown": 478, "happen": 479, "ok": 480, "ago": 481, "lets": 482, "interest": 483, "whose": 484, "taken": 485, "brother": 486, "usually": 487, "serious": 488, "david": 489, "across": 490, "hours": 491, "cinematography": 492, "stop": 493, "annoying": 494, "somewhat": 495, "running": 496, "sad": 497, "opening": 498, "song": 499, "known": 500, "ends": 501, "usual": 502, "musical": 503, "finds": 504, "possible": 505, "career": 506, "hit": 507, "wish": 508, "released": 509, "started": 510, "huge": 511, "gore": 512, "seriously": 513, "relationship": 514, "scary": 515, "jokes": 516, "change": 517, "saying": 518, "order": 519, "crap": 520, "mostly": 521, "reality": 522, "shots": 523, "ridiculous": 524, "today": 525, "cut": 526, "robert": 527, "english": 528, "major": 529, "episodes": 530, "taking": 531, "hilarious": 532, "cool": 533, "novel": 534, "body": 535, "female": 536, "talking": 537, "opinion": 538, "call": 539, "apparently": 540, "directors": 541, "strange": 542, "due": 543, "basically": 544, "important": 545, "hero": 546, "supporting": 547, "clearly": 548, "documentary": 549, "knows": 550, "power": 551, "knew": 552, "rating": 553, "happy": 554, "events": 555, "view": 556, "husband": 557, "turned": 558, "songs": 559, "talent": 560, "level": 561, "arent": 562, "king": 563, "british": 564, "easily": 565, "room": 566, "tells": 567, "single": 568, "local": 569, "attention": 570, "word": 571, "moviebr": 572, "bring": 573, "whats": 574, "words": 575, "problems": 576, "cheap": 577, "modern": 578, "silly": 579, "television": 580, "beyond": 581, "sequence": 582, "disappointed": 583, "whether": 584, "jack": 585, "light": 586, "falls": 587, "future": 588, "four": 589, "sets": 590, "five": 591, "paul": 592, "similar": 593, "miss": 594, "country": 595, "appears": 596, "needs": 597, "giving": 598, "romantic": 599, "earth": 600, "upon": 601, "viewers": 602, "richard": 603, "comic": 604, "predictable": 605, "george": 606, "talk": 607, "entertainment": 608, "havent": 609, "review": 610, "within": 611, "feels": 612, "nearly": 613, "mention": 614, "message": 615, "enjoyable": 616, "animation": 617, "bunch": 618, "filmbr": 619, "lady": 620, "lots": 621, "theater": 622, "storyline": 623, "add": 624, "rock": 625, "actual": 626, "using": 627, "moving": 628, "points": 629, "middle": 630, "surprised": 631, "named": 632, "theme": 633, "ten": 634, "among": 635, "dull": 636, "mystery": 637, "begins": 638, "comments": 639, "ways": 640, "writer": 641, "typical": 642, "fantastic": 643, "stay": 644, "showing": 645, "sequel": 646, "york": 647, "elements": 648, "easy": 649, "certain": 650, "team": 651, "thriller": 652, "tried": 653, "clear": 654, "fall": 655, "effort": 656, "near": 657, "avoid": 658, "release": 659, "hate": 660, "french": 661, "famous": 662, "tale": 663, "parents": 664, "means": 665, "sorry": 666, "somehow": 667, "peter": 668, "straight": 669, "leads": 670, "red": 671, "kept": 672, "buy": 673, "working": 674, "greatest": 675, "dialog": 676, "season": 677, "doubt": 678, "soundtrack": 679, "general": 680, "form": 681, "class": 682, "editing": 683, "sister": 684, "brought": 685, "weak": 686, "filmed": 687, "tom": 688, "figure": 689, "feature": 690, "oscar": 691, "minute": 692, "whos": 693, "gone": 694, "hear": 695, "particular": 696, "material": 697, "check": 698, "viewing": 699, "learn": 700, "realistic": 701, "youve": 702, "imagine": 703, "eventually": 704, "move": 705, "th": 706, "eye": 707, "fast": 708, "atmosphere": 709, "reviews": 710, "decided": 711, "sequences": 712, "period": 713, "possibly": 714, "forget": 715, "lame": 716, "deal": 717, "third": 718, "lee": 719, "became": 720, "follow": 721, "premise": 722, "de": 723, "dance": 724, "wait": 725, "space": 726, "indeed": 727, "stand": 728, "sit": 729, "zombie": 730, "japanese": 731, "difficult": 732, "poorly": 733, "expected": 734, "die": 735, "sexual": 736, "whatever": 737, "writers": 738, "surprise": 739, "nature": 740, "crime": 741, "average": 742, "rent": 743, "suspense": 744, "subject": 745, "leaves": 746, "okay": 747, "stage": 748, "killing": 749, "truth": 750, "believable": 751, "screenplay": 752, "filmmakers": 753, "needed": 754, "reading": 755, "note": 756, "meets": 757, "dr": 758, "meet": 759, "begin": 760, "question": 761, "boys": 762, "joe": 763, "romance": 764, "forced": 765, "realize": 766, "street": 767, "emotional": 768, "otherwise": 769, "memorable": 770, "unless": 771, "write": 772, "shame": 773, "baby": 774, "older": 775, "superb": 776, "earlier": 777, "interested": 778, "keeps": 779, "situation": 780, "weird": 781, "disney": 782, "beauty": 783, "credits": 784, "features": 785, "footage": 786, "dramatic": 787, "towards": 788, "badly": 789, "ask": 790, "dog": 791, "total": 792, "previous": 793, "hot": 794, "crazy": 795, "sounds": 796, "brings": 797, "b": 798, "comment": 799, "male": 800, "plus": 801, "personal": 802, "plenty": 803, "worked": 804, "incredibly": 805, "society": 806, "directing": 807, "quickly": 808, "admit": 809, "cheesy": 810, "result": 811, "perfectly": 812, "unique": 813, "deep": 814, "america": 815, "laughs": 816, "free": 817, "return": 818, "creepy": 819, "development": 820, "leading": 821, "appear": 822, "hardly": 823, "meant": 824, "brothers": 825, "open": 826, "hands": 827, "imdb": 828, "apart": 829, "casting": 830, "mark": 831, "various": 832, "effect": 833, "create": 834, "remake": 835, "setting": 836, "christmas": 837, "mess": 838, "bill": 839, "potential": 840, "background": 841, "battle": 842, "scifi": 843, "forward": 844, "monster": 845, "dream": 846, "powerful": 847, "portrayed": 848, "inside": 849, "outside": 850, "fairly": 851, "la": 852, "business": 853, "manages": 854, "expecting": 855, "ideas": 856, "fails": 857, "deserves": 858, "jane": 859, "political": 860, "present": 861, "missing": 862, "attempts": 863, "twist": 864, "secret": 865, "fire": 866, "dumb": 867, "fighting": 868, "unlike": 869, "fantasy": 870, "gay": 871, "pay": 872, "air": 873, "ben": 874, "joke": 875, "william": 876, "recently": 877, "rich": 878, "front": 879, "married": 880, "nudity": 881, "masterpiece": 882, "copy": 883, "reasons": 884, "match": 885, "box": 886, "sadly": 887, "agree": 888, "acted": 889, "odd": 890, "break": 891, "plain": 892, "telling": 893, "talented": 894, "western": 895, "success": 896, "cute": 897, "pure": 898, "villain": 899, "incredible": 900, "missed": 901, "girlfriend": 902, "doctor": 903, "crew": 904, "caught": 905, "following": 906, "decides": 907, "cop": 908, "social": 909, "large": 910, "considering": 911, "waiting": 912, "mentioned": 913, "sees": 914, "members": 915, "uses": 916, "flat": 917, "popular": 918, "hold": 919, "ended": 920, "slightly": 921, "wasted": 922, "suddenly": 923, "public": 924, "compared": 925, "sweet": 926, "pace": 927, "neither": 928, "wrote": 929, "spent": 930, "kills": 931, "entirely": 932, "rate": 933, "intelligent": 934, "created": 935, "familiar": 936, "office": 937, "audiences": 938, "era": 939, "cause": 940, "ultimately": 941, "bored": 942, "convincing": 943, "scott": 944, "tension": 945, "clever": 946, "escape": 947, "party": 948, "visual": 949, "moves": 950, "cartoon": 951, "basic": 952, "credit": 953, "biggest": 954, "list": 955, "mary": 956, "revenge": 957, "fear": 958, "laughing": 959, "consider": 960, "recent": 961, "successful": 962, "spirit": 963, "island": 964, "spend": 965, "gun": 966, "trouble": 967, "positive": 968, "violent": 969, "choice": 970, "cover": 971, "books": 972, "appreciate": 973, "dancing": 974, "zombies": 975, "speak": 976, "science": 977, "water": 978, "died": 979, "former": 980, "cold": 981, "singing": 982, "filled": 983, "concept": 984, "portrayal": 985, "younger": 986, "produced": 987, "value": 988, "solid": 989, "adult": 990, "exciting": 991, "common": 992, "state": 993, "bizarre": 994, "focus": 995, "werent": 996, "amount": 997, "walk": 998, "animated": 999}